{
    "rules#1": "стр 1/9\nДобро пожаловать в карманное руководство агентов и шпионов.\nЗдесь мы разберем все возможные игровые механики и сценарии.\nПостараюсь изложить все наиболее кратко и понятно...",
    "rules#2": "стр 2/9\nКаждый раунд начичнается с того, что будет выбрана рандомная локация.\nЭта локация, вместе с ролью, которую вам придется отыгрывать, будет выслана каждому участнику игры, кроме одного случайно выбранного игрока, этот игрок - Шпион...",
    "rules#3": "стр 3/9\nИгра строится из двух поочередных действий.\n1-е действие: Вопрос.\nИгрок, который делает ход нажимает на кнопку '🔎 задать вопрос', вбивает вопрос в поле ввода сообщений и в открывшимся сверху меню, выбирает кому направить этот вопрос...",
    "rules#4": "стр 4/9\n2-е действие: Ответ.\nИгроку, которому задали вопрос, предстоит на него ответить. Для этого нужно нажать на кнопку 'ответить', ввести ответ в после ввода сообщений и, в появившимся сверху меню, выбрать опцию 'ответить'...",
    "rules#5": "стр 5/9\nШпиону придется импровизировать, ведь он не знает в какой локации он находится.\nЗадача агентов: путем грамотного допроса выяснить кто из игроков шпион, причем сделать это таким образом, чтобы шпион не смог догодаться о какой локации идет речь...",
    "rules#6": "стр 6/9\nЗадача шпиона - догадаться в какой локации происходит игра. В любой момент игру может остановить любой игрок (даже шпион) и обвинить другого игрока в шпионаже (кнопка 'обвинить одного из из агентов... '). В таком случае игра приостанавливается до тех пор, пока каждый игрок не проголосует за или против этого обвинения...",
    "rules#7": "стр 7/9\nЕсли все участники игры единогласно проголосовали 'за', то игра заканчивается. Если обвиняемый не был шпионом, то настоящий шпион получает +2 победных очка.\nЕсли обвиняемый действительно был шпионом, тогда все кто проголосвал 'за' получат за это 1 очко, а тот агент, который начал голосование получит еще +1",
    "rules#8": "стр 8/9\nШпион, в любой момент игры (если не идет другое голосование), также может остановить игру и попытаться угадать локацию. Для этого у него будет дополнительная опция ('угадать локацию'), которая появляется если обратиться ко мне через нажатие кнопок вопроса/ответа или если просто ввести юзернейм бота (@spyfall_dungeon_master_bot) в поле ввода сообщений...",
    "rules#9": "стр 9/9\nДля того чтобы получить полный список локаций, на каждом этапе игры будет доступна кнопка 'отправить список локаций'\nУдачной миссии, агент!"
    
}